Revit 2027 API
ParameterTypeId.DividedSurfaceGridlinesStyle Property
 "Gridlines Style"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DividedSurfaceGridlinesStyle { get; }
Public Shared ReadOnly Property DividedSurfaceGridlinesStyle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DividedSurfaceGridlinesStyle {
	ForgeTypeId^ get ();
}
static member DividedSurfaceGridlinesStyle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace